Repository: copistes/rosary
Catalog: rosary/locales/*/LC_MESSAGES/messages.po
Languages: es, fr, it

source: Hail Mary
es: Ave María
fr: Je vous salue Marie
it: Ave Maria

source: Credo
fr: Crédo

source: Glory to the Father
es: Gloria al Padre
fr: Gloire au Père
it: Gloria al Padre

source: Our Father
es: Padre nuestro
fr: Notre Père
it: Padre nostro

source: The Annunciation of the Angel Gabriel to Mary
es: La Anunciación del Ángel Gabriel a María
fr: L'Annonciation de l'Ange Gabriel à Marie
it: Annunciazione dell'angelo Gabriele a Maria

source: The Visitation of Mary to Elizabeth
es: La Visitación de María a Isabel
fr: La visite de Marie à Élisabeth
it: La Visitazione di Maria a Elisabetta

source: The Birth of Jesus in Bethlehem of Judea
es: El Nacimiento de Jesús en Belén de Judea
fr: La naissance de Jésus à Bethléem de Judée
it: La nascita di Gesù a Betlemme di Giudea

source: The Presentation of Jesus in the Temple
es: La Presentación de Jesús en el Templo
fr: La Présentation de Jésus au Temple
it: La presentazione di Gesù al tempio

source: The Finding of Jesus in the Temple
es: El hallazgo de Jesús en el templo
fr: La Découverte de Jésus au Temple
it: Il ritrovamento di Gesù nel tempio

source: Jesus' Baptism in the Jordan
es: Bautismo de Jesús en el Jordán
fr: Baptême de Jésus dans le Jourdain
it: Battesimo di Gesù nel Giordano

source: The Wedding at Cana
es: Las Bodas de Caná
fr: Les Noces de Cana
it: Le Nozze di Cana

source: The Proclamation of the Kingdom
es: La Proclamación del Reino
fr: La proclamation du Royaume
it: L'annuncio del Regno

source: The Transfiguration
es: La Transfiguración
fr: La Transfiguration
it: La Trasfigurazione

source: The Institution of the Eucharist
es: La Institución de la Eucaristía
fr: L'Institution de l'Eucharistie
it: L'Istituzione dell'Eucaristia

source: The Agony of Jesus in the Garden of Gethsemane
es: La Agonía de Jesús en el Huerto de Getsemaní
fr: L'agonie de Jésus dans le jardin de Gethsémané
it: L'agonia di Gesù nell'orto del Getsemani

source: The Scourging of Jesus at the Pillar
es: La flagelación de Jesús en el pilar
fr: La flagellation de Jésus au pilier
it: La flagellazione di Gesù alla colonna

source: The Crowning of Jesus with Thorns
es: La coronación de Jesús con espinas
fr: Le couronnement de Jésus d'épines
it: L'incoronazione di Gesù con le spine

source: The Carrying of the Cross
es: El acarreo de la cruz
fr: Le Portement de Croix
it: Il trasporto della croce

source: The Crucifixion and Death of Jesus
es: La crucifixión y muerte de Jesús
fr: La crucifixion et la mort de Jésus
it: La crocifissione e la morte di Gesù

source: The Resurrection of Jesus
es: La Resurrección de Jesús
fr: La résurrection de Jésus
it: La risurrezione di Gesù

source: The Ascension of Jesus into Heaven
es: La Ascensión de Jesús al Cielo
fr: L'Ascension de Jésus au Ciel
it: L'ascensione di Gesù al cielo

source: The Descent of the Holy Spirit at Pentecost
es: La venida del Espíritu Santo en Pentecostés
fr: La descente du Saint-Esprit à la Pentecôte
it: La discesa dello Spirito Santo a Pentecoste

source: The Assumption of Mary into Heaven
es: La Asunción de María al Cielo
fr: L'Assomption de Marie au Ciel
it: L'Assunzione di Maria al Cielo

source: The Coronation of Our Lady in Heaven
es: La Coronación de Nuestra Señora en el Cielo
fr: Le couronnement de Notre-Dame au ciel
it: L'incoronazione della Madonna in cielo

source: Glorious Mysteries
es: Misterios Gloriosos
fr: Mystères glorieux
it: Misteri gloriosi

source: Joyful Mysteries
es: misterios gozosos
fr: Mystères joyeux
it: Misteri gioiosi

source: Sorrowful Mysteries
es: Misterios Dolorosos
fr: Mystères douloureux
it: Misteri Dolorosi

source: Luminous Mysteries
es: misterios luminosos
fr: Mystères lumineux
it: Misteri luminosi

source: Monday
es: lunes
fr: Lundi
it: lunedì

source: Tuesday
es: martes
fr: Mardi
it: martedì

source: Wednesday
es: miércoles
fr: Mercredi
it: mercoledì

source: Thursday
es: jueves
fr: Jeudi
it: giovedì

source: Friday
es: viernes
fr: Vendredi
it: venerdì

source: Saturday
es: sábado
fr: Samedi
it: sabato

source: Sunday
es: domingo
fr: Dimanche
it: Domenica

source: Advent
es: Adviento
fr: Avent
it: Avvento

source: Christmas Day
es: Día de Navidad
fr: Noël
it: Il giorno di Natale

source: Christmas Season
es: Temporada de Navidad
fr: Saison de Noël
it: Periodo natalizio

source: Epiphany
es: Epifanía
fr: Épiphanie
it: Epifania

source: Baptism of the Lord
es: Bautismo del Señor
fr: Baptême du Seigneur
it: Battesimo del Signore

source: Transfiguration Sunday
es: Domingo de la Transfiguración
fr: Dimanche de la Transfiguration
it: Domenica della Trasfigurazione

source: Ash Wednesday
es: miércoles de ceniza
fr: Mercredi des Cendres
it: Mercoledì delle Ceneri

source: Lent
es: Cuaresma
fr: Carême
it: Quaresima

source: Maunday Thursday
es: Jueves Santo
fr: Lundi Jeudi
it: Martedì giovedì

source: Good Friday
es: Viernes Santo
fr: Vendredi Saint
it: Venerdì Santo

source: Holy Saturday
es: Sábado Santo
fr: Samedi Saint
it: Sabato Santo

source: Easter Sunday
es: Domingo de Pascua
fr: Dimanche de Pâques
it: Domenica di Pasqua

source: Easter Season
es: Temporada de Pascua
fr: Saison de Pâques
it: Tempo di Pasqua

source: Pentecost
es: Pentecostés
fr: Pentecôte
it: Pentecoste

source: Trinity Sunday
es: Domingo de la Trinidad
fr: Dimanche de la Trinité
it: Domenica della Trinità

source: Christ the King
es: Cristo Rey
fr: Christ-Roi
it: Cristo Re

source: Ordinary Time
es: Tiempo ordinario
fr: Temps ordinaire
it: Tempo Ordinario

source: [white]{}[/white] of [{}]{}[/{}] studying [italic]{}[/italic]
es: [blanco]{}[/blanco] de [{}]{}[/{}] estudiando los [cursiva]{}[/cursiva]
fr: [white]{}[/white] de [{}]{}[/{}] étudiant les [italic]{}[/italic]
it: [white]{}[/white] di [{}]{}[/{}] che studia [italic]{}[/italic]

source: You are praying intensely recitating the rosary and going through the mysteries of the holly rosary.You want the people to do the rosary with you to feel deeply the meaning of each mystery.Can you explain this mystery in a short sermon of a few sentences : '{}'
es: Estás orando intensamente recitando el rosario y recorriendo los misterios del santo rosario. Quieres que la gente haga el rosario contigo para sentir profundamente el significado de cada misterio. ¿Puedes explicar este misterio en un breve sermón de unos pocos?
fr: Vous priez intenssément le chapelet et passez en revue les mystères du saint chapelet. Vous voulez que les gens faisant le rosaire avec vous sentent profondément le sens de chaque mystère. Pourriez-vous expliquer ce mystère dans un sermon court de quelques phrases: '{}'
it: Stai pregando intensamente recitando il rosario e attraversando i misteri del santo rosario. Vuoi che le persone recitino il rosario con te per sentire profondamente il significato di ogni mistero. Puoi spiegare questo mistero in un breve sermone di pochi

source: Generating mystery's description...
es: Generando la descripción del misterio...
fr: Génération de la description du mystère...
it: Generazione della descrizione del mistero...

source: Rosary an app to pray during the programmer's day.
es: Rosario una app para rezar durante el día del programador.
fr: Rosary une application pour prier pendant la journée du programmeur.
it: Rosary un'app per pregare durante la giornata del programmatore.

source: Reset current rosary
es: Restablecer rosario actual
fr: Réinitialiser le chapelet actuel
it: Reimposta il rosario corrente

source: Disable CHAT GPT sermon
es: Desactivar sermón CHAT GPT
fr: Désactiver le sermon CHAT GPT
it: Disabilita sermone CHAT GPT

source: Only do a single step
es: Solo haz un paso
fr: Ne faites qu'une seule étape
it: Fai solo un singolo passaggio

source: Only print current rosary and liturgical time
fr: Afficher uniquement le chapelet du jour et le temps liturgique

source: Current rosary restarted
es: Rosario actual reiniciado
fr: Le chapelet actuel a redémarré
it: L'attuale rosario è stato riavviato
